Repository: PedroOliveiraMT/LabelCorrectTool
Catalog: Forms/Fjent03a/Views/locales/strings.*.resx
Languages: es

# recurJeHeader_assignRecurJournalId_label
source: Recurring
es: Recurrente

# recurJeHeader_recurJournalId_label
source: Recurring Journal ID
es: Id. De diario recurrente

# recurJeHeader_recurJournalId_hint
source: Enter value for : RECUR_JOURNAL_ID
es: Ingrese el valor para: RECUR_JOURNAL_ID

# recurJeHeader_recurJournalDesc_label
source: Recurring Description
es: Descripción del diario recurrente

# recurJeHeader_recurJournalDesc_hint
source: Enter value for : RECUR_JOURNAL_DESC
es: Ingrese el valor para: RECUR_JOURNAL_DESC

# recurJeHeader_assignReference_label
source: Reference
es: Referencia

# recurJeHeader_referenceNo_label
source: Reference
es: Numero de referencia

# recurJeHeader_referenceNo_hint
source: Enter value for : REFERENCE_NO
es: Ingrese el valor para: REFERENCE_NO

# recurJeHeader_journalDescription_label
source: Reference Description
es: Descripción de la revista

# recurJeHeader_journalDescription_hint
source: Enter value for : JOURNAL_DESCRIPTION
es: Ingrese el valor para: JOURNAL_DESCRIPTION

# recurJeHeader_journalDate_prompttext
source: Date
es: Fecha

# recurJeHeader_journalDate_label
source: Journal Date
es: Fecha del diario

# recurJeHeader_journalDate_tooltip
source: Double-Click for Calendar
es: Haga doble clic para calendario

# recurJeHeader_journalDate_hint
source: Enter value for : JOURNAL_DATE
es: Ingrese el valor para: JOURNAL_DATE

# recurJeHeader_zeroAmounts_label
source: Zero Amounts
es: Cero Cantidades

# recurJeHeader_createJournal_label
source: Create Journal
es: Crear diario

# recurJeHeader_approvalChain_prompttext
source: Approval Chain
es: Cadena de aprobación

# recurJeHeader_readyForApproval_label
source: Ready for Approval
es: Listo para aprobación

# recurJeData_lineNo_prompttext
source: Line
es: Línea

# recurJeData_lineNo_label
source: Line
es: Línea

# recurJeData_lineNo_hint
source: Enter value for : LINE_NO
es: Ingrese el valor para: LINE_NO

# recurJeData_accountNo_prompttext
source: Account
es: Cuenta

# recurJeData_accountNo_label
source: Account
es: Cuenta

# recurJeData_accountNo_hint
source: Enter value for : ACCOUNT_NO
es: Ingrese el valor para: ACCOUNT_NO

# recurJeData_accountBalance_prompttext
source: Account Balance
es: Saldo de la cuenta

# recurJeData_accountBalance_label
source: Journal Amount
es: Cantidad de diario

# recurJeData_accountBalance_hint
source: Enter value for : JOURNAL_AMOUNT
es: Ingrese el valor para: JOURNAL_AMOUNT

# recurJeData_drAmount_prompttext
source: Debit Amount
es: Monto de débito

# recurJeData_drAmount_label
source: Journal Amount
es: Cantidad de diario

# recurJeData_drAmount_hint
source: Enter value for : JOURNAL_AMOUNT
es: Ingrese el valor para: JOURNAL_AMOUNT

# recurJeData_crAmount_prompttext
source: Credit Amount
es: Monto de crédito

# recurJeData_crAmount_label
source: Journal Amount
es: Cantidad de diario

# recurJeData_crAmount_hint
source: Enter value for : JOURNAL_AMOUNT
es: Ingrese el valor para: JOURNAL_AMOUNT

# recurJeData_recurJournalId_label
source: Recur Journal ID
es: Id. De diario recurrente

# recurJeData_recurJournalId_hint
source: Enter value for : RECUR_JOURNAL_ID
es: Ingrese el valor para: RECUR_JOURNAL_ID

# recurJeData_journalAmount_label
source: Journal Amount
es: Cantidad de diario

# recurJeData_journalAmount_hint
source: Enter value for : JOURNAL_AMOUNT
es: Ingrese el valor para: JOURNAL_AMOUNT

# recurJeData_accountId_label
source: Account ID
es: ID de la cuenta

# recurJeData_accountId_hint
source: Enter value for : ACCOUNT_ID
es: Ingrese el valor para: ACCOUNT_ID

# recurJeData_journalDescription_prompttext
source: Journal Description
es: Descripción de la revista

# recurJeData_journalDescription_label
source: Journal Description
es: Descripción de la revista

# recurJeData_journalDescription_hint
source: Enter value for : JOURNAL_DESCRIPTION
es: Ingrese el valor para: JOURNAL_DESCRIPTION

# recurJeData_debitCreditFlag_label
source: Debit Credit Flag
es: Bandera de crédito de débito

# recurJeData_debitCreditFlag_hint
source: Enter value for : DEBIT_CREDIT_FLAG
es: Ingrese el valor para: DEBIT_CREDIT_FLAG

# recurJeData_resequence_label
source: Resequence
es: Resecuencia

# recurJeData_holdJournalAmount_label
source: Journal Amount
es: Cantidad de diario

# recurJeData_holdJournalAmount_hint
source: Enter value for : JOURNAL_AMOUNT
es: Ingrese el valor para: JOURNAL_AMOUNT

# recurJeData_holdAccountId_label
source: Account ID
es: ID de la cuenta

# recurJeData_holdAccountId_hint
source: Enter value for : ACCOUNT_ID
es: Ingrese el valor para: ACCOUNT_ID

# recurJeData_holdDrAmount_prompttext
source: Debit Amount
es: Monto de débito

# recurJeData_holdDrAmount_label
source: Journal Amount
es: Cantidad de diario

# recurJeData_holdDrAmount_hint
source: Enter value for : JOURNAL_AMOUNT
es: Ingrese el valor para: JOURNAL_AMOUNT

# recurJeData_holdCrAmount_prompttext
source: Credit Amount
es: Monto de crédito

# recurJeData_holdCrAmount_label
source: Journal Amount
es: Cantidad de diario

# recurJeData_holdCrAmount_hint
source: Enter value for : JOURNAL_AMOUNT
es: Ingrese el valor para: JOURNAL_AMOUNT

# descButtons_descriptionType_repeat_label
source: Repeat Desc
es: Repetir Desc

# batchNoBlock_batchDate_label
source: Batch Date
es: Fecha de lote

# batchNoBlock_batchDate_hint
source: Enter value for : BATCH_DATE
es: Ingrese el valor para: BATCH_DATE

# batchNoBlock_showBal_label
source: Show Balance
es: Mostrar saldo

# batchNoBlock_batchYear_prompttext
source: Batch Year
es: Año de lote

# batchNoBlock_batchNo_prompttext
source: Batch
es: Lote N º

# batchNoBlock_batchNo_label
source: Batch
es: Lote N º

# batchNoBlock_batchNo_hint
source: Enter value for : BATCH_NO
es: Ingrese el valor para: BATCH_NO

# batchNoBlock_accountingPeriod_label
source: Batch
es: Lote N º

# recurJournalEntry_title
source: Recurring Journal Entries
es: Entradas de diario recurrentes

# dateLovWindow_title
source: Date List of Values
es: Lista de valores de fecha

# recurJeHeader_title
source: Recurring Journal Entries
es: Entradas de diario recurrentes

# recurJeHeader_recurJournalId_title
source: Recurring
es: Recurrente

# recurJeHeader_recurJournalDesc_title
source: Description
es: Descripción

# recurJeHeader_journalDate_title
source: Journal Date
es: Fecha del diario

# recurJeHeader_referenceNo_title
source: Reference
es: Numero de referencia

# approvalChains_title
source: Approval Chains
es: Cadenas de aprobación

# approvalChains_approvalChain_title
source: Approval Chain
es: Cadena de aprobación

# overBudgetNoOverride_btn1_label
source: OK
es: Okay

# overBudgetNoOverride_btn2_label
source: Cancel
es: Cancelar

# accountAlert_btn1_label
source: OK
es: Okay

# accountAlert_btn2_label
source: Cancel
es: Cancelar

# noRecord_title
source: Choose a mode
es: Elige un modo

# noRecord_text
source: There were no records found - Please choose a mode
es: No se encontraron registros. Elija un modo

# noRecord_btn1_label
source: Find
es: Encontrar

# noRecord_btn2_label
source: New
es: Nuevo

# zeroAmounts_text
source: Are you sure you want to zero out all the journal amounts on the screen?
es: ¿Está seguro de que desea poner a cero todos los importes del diario en la pantalla?

# zeroAmounts_btn1_label
source: Yes
es: si

# onMessage_btn1_label
source: OK
es: Okay

# onErrorCaution_btn1_label
source: OK
es: Okay

# onErrorStop_btn1_label
source: OK
es: Okay

# overBudgetOverride_btn1_label
source: OK
es: Okay

# overBudgetOverride_btn2_label
source: Cancel
es: Cancelar
