Repository: PedroOliveiraMT/LabelCorrectTool
Catalog: Forms/Fmbth01a/Views/locales/strings.*.resx
Languages: es, fr, pt

# batches_assignBatch_label
source: Batch
es: Lote
fr: Numéro de lot
pt: Lote

# batches_batchYear_label
source: Account Year
es: Año de cuenta
fr: Année du compte
pt: Ano da conta

# batches_batchYear_hint
source: Enter value for : ACCOUNT_YEAR
es: Ingrese el valor para: ACCOUNT_YEAR
fr: Entrez une valeur pour: ACCOUNT_YEAR
pt: Digite o valor para: ACCOUNT_YEAR

# batches_batchNo_label
source: Batch
es: Lote N º
fr: N ° de lot
pt: Lote N º

# batches_batchNo_hint
source: Enter value for : BATCH_NO
es: Ingrese el valor para: BATCH_NO
fr: Entrez une valeur pour: BATCH_NO
pt: Digite o valor para: BATCH_NO

# batches_batchLovBtn_label
source: Use This Batch
es: Use este lote
fr: Utilisez ce lot
pt: Usar este lote

# batches_status_prompttext
source: Status
es: Estado
fr: Statut

# batches_status_tooltip
source: ENTRY -- Edit has not been run ERROR -- Edit was run and errors were found READY -- Edit has been run and batch is ready to post
es: ENTRADA - La edición no se ha ejecutado ERROR - La edición se ejecutó y los errores se encontraron LISTO - La edición se ejecutó y el lote está listo para publicar
fr: ENTRÉE - La modification n'a pas été exécutée ERREUR - La modification a été exécutée et des erreurs ont été trouvées PRÊTE - La modification a été exécutée et le lot est prêt à être publié
pt: ENTRADA - A edição não foi executada ERRO - A edição foi executada e foram encontrados erros PRONTO - A edição foi executada e o lote está pronto para publicação

# batches_warrantLovBtn_label
source: Use This Batch
es: Use este lote
fr: Utilisez ce lot
pt: Usar este lote

# batches_dateCreated_label
source: Date Created
es: fecha de creacion
fr: date créée
pt: Data Criada

# batches_dateCreated_tooltip
source: Double-Click for Calendar
es: Haga doble clic para calendario
fr: Double-cliquez pour le calendrier
pt: Clique duas vezes para o calendário

# batches_dateCreated_hint
source: Enter value for : DATE_CREATED
es: Ingrese el valor para: DATE_CREATED
fr: Entrez une valeur pour: DATE_CREATED
pt: Digite o valor para: DATE_CREATED

# batches_batchDate_prompttext
source: Transaction&#xA;Date
es: Transacción Fecha
fr: Transaction Date
pt: Transação Encontro

# batches_batchDate_label
source: Batch Date
es: Fecha de lote
fr: Date de lot
pt: Data do lote

# batches_batchDate_tooltip
source: Double-Click for Calendar
es: Haga doble clic para calendario
fr: Double-cliquez pour le calendrier
pt: Clique duas vezes para o calendário

# batches_batchDate_hint
source: Enter value for : BATCH_DATE
es: Ingrese el valor para: BATCH_DATE
fr: Entrez une valeur pour: BATCH_DATE
pt: Digite o valor para: BATCH_DATE

# batches_batchDescription_prompttext
source: Description
es: Descripción
fr: La description
pt: Descrição

# batches_batchDescription_label
source: Batch Description
es: Descripción del lote
fr: Description du lot
pt: Descrição do lote

# batches_batchDescription_hint
source: Enter value for : BATCH_DESCRIPTION
es: Ingrese el valor para: BATCH_DESCRIPTION
fr: Entrez une valeur pour: BATCH_DESCRIPTION
pt: Digite o valor para: BATCH_DESCRIPTION

# batches_accountPeriod_prompttext
source: Accounting&#xA;Period
es: Contabilidad Período
fr: Comptabilité Période
pt: Contabilidade Período

# batches_accountPeriod_label
source: Account Period
es: Periodo de cuenta
fr: Période de compte
pt: Período da conta

# batches_accountPeriod_hint
source: Enter value for : ACCOUNT_PERIOD
es: Ingrese el valor para: ACCOUNT_PERIOD
fr: Entrez une valeur pour: ACCOUNT_PERIOD
pt: Digite o valor para: ACCOUNT_PERIOD

# batches_details_label
source: Details
es: Detalles
fr: Détails
pt: Detalhes

# batches_postedFlag_hint
source: Enter value for : POSTED_FLAG
es: Ingrese el valor para: POSTED_FLAG
fr: Entrez une valeur pour: POSTED_FLAG
pt: Digite o valor para: POSTED_FLAG

# batches_userId_prompttext
source: User ID
es: ID de usuario
fr: Identifiant d'utilisateur
pt: ID do usuário

# batches_userId_label
source: User ID
es: ID de usuario
fr: Identifiant d'utilisateur
pt: ID do usuário

# batches_userId_hint
source: Enter value for : USER_ID
es: Ingrese el valor para: USER_ID
fr: Entrez une valeur pour: USER_ID
pt: Digite o valor para: USER_ID

# batches_assignWarrant_label
source: Warrant
fr: Mandat
pt: Número da garantia

# batches_warrantFromDate_prompttext
source: From&#xA;Date
es: De Fecha
fr: De Date
pt: De Encontro

# batches_warrantFromDate_label
source: Batch
es: Lote N º
fr: N ° de lot
pt: Lote N º

# batches_warrantFromDate_hint
source: Enter value for : BATCH_NO
es: Ingrese el valor para: BATCH_NO
fr: Entrez une valeur pour: BATCH_NO
pt: Digite o valor para: BATCH_NO

# batches_warrantToDate_prompttext
source: To&#xA;Date
es: A Fecha
fr: À Date
pt: Para Encontro

# batches_warrantToDate_label
source: Batch
es: Lote N º
fr: N ° de lot
pt: Lote N º

# batches_warrantToDate_hint
source: Enter value for : BATCH_NO
es: Ingrese el valor para: BATCH_NO
fr: Entrez une valeur pour: BATCH_NO
pt: Digite o valor para: BATCH_NO

# batches_batchType_label
source: Batch Type
es: Tipo de lote
fr: Type de lot
pt: Tipo de lote

# batches_batchType_hint
source: Enter value for : BATCH_TYPE
es: Ingrese el valor para: BATCH_TYPE
fr: Entrez une valeur pour: BATCH_TYPE
pt: Digite o valor para: BATCH_TYPE

# batches_batchOrigin_label
source: Batch Origin
es: Origen de lote
fr: Origine du lot
pt: Origem do lote

# batches_batchOrigin_hint
source: Enter value for : BATCH_ORIGIN
es: Ingrese el valor para: BATCH_ORIGIN
fr: Entrez une valeur pour: BATCH_ORIGIN
pt: Digite o valor para: BATCH_ORIGIN

# batches_accessFlag_label
source: Access Flag
es: Indicador de acceso
fr: Drapeau d'accès
pt: Sinalizador de acesso

# batches_accessFlag_hint
source: Enter value for : ACCESS_FLAG
es: Ingrese el valor para: ACCESS_FLAG
fr: Entrez une valeur pour: ACCESS_FLAG
pt: Digite o valor para: ACCESS_FLAG

# batches_resetActiveBatch_label
source: Reset Active Batch
es: Restablecer lote activo
fr: Réinitialiser le lot actif
pt: Redefinir lote ativo

# batches_batchMasterListing_label
source: Batch Master Listing
es: Listado maestro de lotes
fr: Liste maîtresse de lot
pt: Listagem mestre de lotes

# hold_accountPeriod_label
source: Account Period
es: Periodo de cuenta
fr: Période de compte
pt: Período da conta

# hold_accountPeriod_hint
source: Enter value for : ACCOUNT_PERIOD
es: Ingrese el valor para: ACCOUNT_PERIOD
fr: Entrez une valeur pour: ACCOUNT_PERIOD
pt: Digite o valor para: ACCOUNT_PERIOD

# batches_title
source: Batch Master
es: Maestro de lotes
fr: Maître de lot
pt: Mestre do lote

# dateLovWindow_title
source: Date List of Values
es: Lista de valores de fecha
fr: Liste des valeurs par date
pt: Data Lista de valores

# warrantNoLov_title
source: Warrants
fr: Mandats

# warrantNoLov_warrantNo_title
source: Warrant
es: Orden
fr: Mandat

# warrantNoLov_batchDescription_title
source: Description
es: Descripción
fr: La description
pt: Descrição

# warrantNoLov_fromDate_title
source: From Date
es: Partir de la fecha
fr: Partir de la date
pt: Da data

# warrantNoLov_toDate_title
source: To Date
es: Hasta la fecha
fr: À ce jour
pt: Até a presente data

# batchNoLov_title
source: BATCH_NO
es: LOTE N º
fr: N ° DE LOT
pt: LOTE N º

# batchNoLov_keyValue_title
source: Batch Key
es: Clave de lote
fr: Clé de lot
pt: Chave de lote

# onMessage_btn1_label
source: OK
es: Okay
fr: D'accord
pt: Está bem

# onErrorCaution_btn1_label
source: OK
es: Okay
fr: D'accord
pt: Está bem

# onErrorStop_btn1_label
source: OK
es: Okay
fr: D'accord
pt: Está bem

# noRecord_title
source: Choose a mode
es: Elige un modo
fr: Choisissez un mode
pt: Escolha um modo

# noRecord_text
source: There were no records found - Please choose a mode
es: No se encontraron registros. Elija un modo
fr: Aucun enregistrement n'a été trouvé - Veuillez choisir un mode
pt: Não foram encontrados registros. Escolha um modo

# noRecord_btn1_label
source: Find
es: Encontrar
fr: Trouver
pt: Encontrar

# noRecord_btn2_label
source: New
es: Nuevo
fr: Nouveau
pt: Novo

# saveChanges_text
source: Do You Want to Save The Changes You Have Made?
es: ¿Desea guardar los cambios que ha realizado?
fr: Voulez-vous enregistrer les modifications que vous avez apportées?
pt: Deseja salvar as alterações feitas?

# saveChanges_btn1_label
source: Yes
es: si
fr: Oui
pt: sim

# saveChanges_btn2_label
source: No
fr: Non
pt: Não

# saveChanges_btn3_label
source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

# accountPeriodWarning_text
source: This date is not in the valid range for this account period click ok to continue
es: Esta fecha no está en el rango válido para este período de cuenta, haga clic en Aceptar para continuar
fr: Cette date n'est pas dans la plage valide pour cette période de compte cliquez sur ok pour continuer
pt: Esta data não está no intervalo válido para Neste período da conta, clique em OK para continuar

# accountPeriodWarning_btn1_label
source: OK
es: Okay
fr: D'accord
pt: Está bem

# accountPeriodWarning_btn2_label
source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

# accountPeriodChange_text
source: The account period is not the default. Do you want to revert to the default accounting period?
es: El período de la cuenta no es el predeterminado. ¿Desea volver al período contable predeterminado?
fr: La période du compte n'est pas la valeur par défaut. Voulez-vous revenir à la période comptable par défaut?
pt: O período da conta não é o padrão. Deseja reverter para o período contábil padrão?

# accountPeriodChange_btn1_label
source: Yes
es: si
fr: Oui
pt: sim

# accountPeriodChange_btn2_label
source: No
fr: Non
pt: Não

# batchPrefix_btn1_label
source: Yes
es: si
fr: Oui
pt: sim

# batchPrefix_btn2_label
source: No
fr: Non
pt: Não

# batchPrefix_btn3_label
source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

# debugMessage_title
source: Debug Message
es: Mensaje de depuración
fr: Message de débogage
pt: Mensagem de depuração

# debugMessage_btn1_label
source: OK
es: Okay
fr: D'accord
pt: Está bem

# debugMessage_btn2_label
source: Stop Debug
es: Detener depuración
fr: Arrêter le débogage
