Repository: PedroOliveiraMT/LabelCorrectTool
Catalog: Forms/Fjapp01a/Views/locales/strings.*.resx
Languages: fr

# jeHeader_referenceNo_prompttext
source: Reference
fr: Numéro de référence

# jeHeader_referenceNo_label
source: Reference
fr: Numéro de référence

# jeHeader_referenceNo_hint
source: Enter value for : REFERENCE_NO
fr: Entrez une valeur pour: REFERENCE_NO

# jeHeader_batchYear_prompttext
source: Batch Year
fr: Année de lot

# jeHeader_batchNo_prompttext
source: Batch
fr: N ° de lot

# jeHeader_batchNo_label
source: Batch
fr: N ° de lot

# jeHeader_batchNo_hint
source: Enter value for : BATCH_NO
fr: Entrez une valeur pour: BATCH_NO

# jeHeader_batchDate_label
source: Date to Pay
fr: Date de paiement

# jeHeader_batchDate_tooltip
source: Double-Click for Calendar
fr: Double-cliquez pour le calendrier

# jeHeader_batchDate_hint
source: Enter value for : DATE_TO_PAY
fr: Entrez une valeur pour: DATE_TO_PAY

# jeHeader_requestor_prompttext
source: Requestor
fr: Demandeur

# jeHeader_userName_prompttext
source: User
fr: Utilisateur

# jeHeader_approve_label
source: Approve
fr: Approuver

# jeHeader_approve_tooltip
source: Approve this budget request and update approval chain.
fr: Approuvez cette demande de budget et mettez à jour la chaîne d'approbation.

# jeHeader_disapprove_label
source: Disapprove
fr: Désapprouver

# jeHeader_disapprove_tooltip
source: Disapprove this budget request.
fr: Refuser cette demande de budget.

# jeHeader_disapprovalMessage_prompttext
source: Disapproval Reason
fr: Motif de refus

# jeHeader_disapprovalEdit_label
source: Edit
fr: Éditer

# jeHeader_journalDescription_prompttext
source: Description
fr: La description

# jeHeader_journalDescription_label
source: Journal Description
fr: Description du journal

# jeHeader_journalDescription_hint
source: Enter value for : JOURNAL_DESCRIPTION
fr: Entrez une valeur pour: JOURNAL_DESCRIPTION

# jeData_displayAccount_prompttext
source: Account Number / Description
fr: Numéro / description du compte

# jeData_accountBalance_prompttext
source: Account Balance
fr: Solde du compte

# jeData_accountBalance_label
source: Journal Amount
fr: Montant du journal

# jeData_accountBalance_hint
source: Enter value for : JOURNAL_AMOUNT
fr: Entrez une valeur pour: JOURNAL_AMOUNT

# jeData_drAmount_prompttext
source: Debit Amount
fr: Montant du débit

# jeData_drAmount_label
source: Journal Amount
fr: Montant du journal

# jeData_drAmount_hint
source: Enter value for : JOURNAL_AMOUNT
fr: Entrez une valeur pour: JOURNAL_AMOUNT

# jeData_crAmount_prompttext
source: Credit Amount
fr: Montant du crédit

# jeData_crAmount_label
source: Journal Amount
fr: Montant du journal

# jeData_crAmount_hint
source: Enter value for : JOURNAL_AMOUNT
fr: Entrez une valeur pour: JOURNAL_AMOUNT

# jeData_referenceNo_label
source: Reference
fr: Numéro de référence

# jeData_referenceNo_hint
source: Enter value for : REFERENCE_NO
fr: Entrez une valeur pour: REFERENCE_NO

# jeData_lineNo_label
source: Line
fr: No de ligne

# jeData_lineNo_hint
source: Enter value for : LINE_NO
fr: Entrez une valeur pour: LINE_NO

# jeData_accountId_label
source: Account ID
fr: Identifiant de compte

# jeData_accountId_hint
source: Enter value for : ACCOUNT_ID
fr: Entrez une valeur pour: ACCOUNT_ID

# jeData_debitCreditFlag_label
source: Debit Credit Flag
fr: Drapeau de crédit de débit

# jeData_debitCreditFlag_hint
source: Enter value for : DEBIT_CREDIT_FLAG
fr: Entrez une valeur pour: DEBIT_CREDIT_FLAG

# journalApproval_approverSequence_prompttext
source: Approver&#xA;Sequence
fr: Approbateur Séquence

# journalApproval_approvalCode_prompttext
source: Approval&#xA;Code
fr: Approbation Code

# journalApproval_appCodeDesc_prompttext
source: Approval Code&#xA;Description
fr: Code de confirmation La description

# journalApproval_statusFlag_prompttext
source: Status
fr: Statut

# journalApproval_statusDescription_prompttext
source: Status&#xA;Description
fr: Statut La description

# journalApproval_statusDate_prompttext
source: Status Date
fr: Date du statut

# journalApproval_userId_prompttext
source: User ID
fr: Identifiant d'utilisateur

# journalApproval_referenceNo_prompttext
source: Reference
fr: Numéro de référence

# dateLovWindow_title
source: Date List of Values
fr: Liste des valeurs par date

# ajeApproval_title
source: AJE Approval
fr: Approbation AJE

# ajeApproval_label
source: AJE Approval
fr: Approbation AJE

# approvalChain_label
source: Approval Chain
fr: Chaîne d'approbation

# pendingApprovalsLov_referenceNo_title
source: Reference
fr: Numéro de référence

# pendingApprovalsLov_batchNo_title
source: Batch
fr: N ° de lot

# pendingApprovalsLov_batchDate_title
source: Batch Date
fr: Date de lot

# pendingApprovalsLov_batchDescription_title
source: Batch Description
fr: Description du lot

# onErrorStop_btn1_label
source: OK
fr: D'accord

# onErrorCaution_btn1_label
source: OK
fr: D'accord

# onMessage_btn1_label
source: OK
fr: D'accord

# noRecord_title
source: Choose a mode
fr: Choisissez un mode

# noRecord_text
source: There were no records found - Please choose a mode
fr: Aucun enregistrement n'a été trouvé - Veuillez choisir un mode

# noRecord_btn1_label
source: Find
fr: Trouver

# noRecord_btn2_label
source: New
fr: Nouveau

# debitCredit_title
source: Out of Balance
fr: Hors de l'équilibre

# debitCredit_text
source: Debit and Credit Totals do not match! (Out of balance journal entries will not post) Do you want to save anyway?
fr: Les totaux de débit et de crédit ne correspondent pas! (Les écritures de journal déséquilibrées ne seront pas publiées) Voulez-vous quand même enregistrer?

# debitCredit_btn1_label
source: Yes, Save As Is
fr: Oui, enregistrer tel quel

# debitCredit_btn2_label
source: No, Edit Entries
fr: Non, modifier les entrées
